o = {
    "name": "Антониан Кодвин",
    "img": "./img/oct.png",
    "description": {
        "age": '32 года',
        "profession": "Разработчик ведущих IT-проектов",
        "characteristic": "Выдающийся разработчик с блестящим умом и изысканным вкусом в коде. "
                          "Харизматичная личность с глубоким пониманием технологий и страстью к инновациям. "
                          "Известен уникальным стилем программирования.",

        "hobby": {
            "literature": "Яркий читатель философской и научно-популярной литературы.",
            "music": "Любит электронную музыку, которая помогает сосредотачиваться.",
            "sport": "Увлекается йогой и ежедневными пробежками.",
            "social": "Активно участвует в благотворительных проектах, используя свои навыки для "
                      "решения социальных проблем."
        },

        "fashion": "Предпочитает стильный и современный облик, носит минималистичные, но качественные наряды."
    }
}
